tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

tap "helix-editor/helix"

brew "deno"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "helix"
brew "httpie"
brew "jump"
brew "node"
brew "podman"
brew "ripgrep"
brew "starship"
brew "trash"
brew "yarn"
brew "zig"

cask "1password"
cask "amethyst"
cask "discord"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "notion"
cask "obsidian"
cask "orion"
cask "raycast"
cask "slack"
cask "telegram"
cask "visual-studio-code"
