brew "cocoapods"
brew "deno"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "helix"
brew "httpie"
brew "jq"
brew "jump"
brew "llvm"
brew "meson"
brew "nasm"
brew "ninja"
brew "node"
brew "openjdk"
brew "patchelf"
brew "podman"
brew "ripgrep"
brew "rust"
brew "starship"
brew "tokei"
brew "trash"
brew "watchman"
brew "xcodegen"
brew "yarn"
brew "zig"

cask "1password"
cask "adguard"
cask "backblaze"
cask "daisydisk"
cask "ghostty"
cask "ledger-live"
cask "logi-options+"
cask "raycast"
cask "slack"
cask "subler"
cask "swish"
cask "tailscale"
cask "the-unarchiver"
cask "transmission"
